export let birds_info = {
    forest:[
        {
            name:"Беркут",
            img:"assets/img/forest/bercut.jpg",
            sound:"assets/sound/forest/berkut.mp3",
            info:`Самый крупный орел — длина тела до 90 см, размах крыльев 180–240 см. Самки гораздо крупнее самцов — их вес достигает 6,7 кг,
            у самцов — до 4,6 кг. Окраска тёмно-бурая, на затылке золотистые перья. Крылья широкие и длинные, хвост закруглён. У молодых птиц
            основание хвоста и пятна на подкрыльях белые. У старых птиц рулевые перья с беловатым основанием. Очень крупные когти, которыми беркут
            захватывает свою добычу. Клюв крючкообразно загнут вниз, массивный.`,
            lat:'Aquila aurea'
        },
        {
            name:"Дятел",
            img:"assets/img/forest/dyatel.jpg",
            sound:"assets/sound/forest/dyatel.mp3",
            info:` Верх шеи и передняя часть спины, крылья и хвост черные, лоб, щеки, спина, поперечные полосы на крыльях и на боковых перьях хвоста и весь низ
            тела белые. Брюхо с редкими темными пестринами. У самца верх головы красный, а у самки — черный.`,
            lat:'Picus'
        },
        {
            name:"Снегирь",
            img:"assets/img/forest/snegir.jpg",
            sound:"assets/sound/forest/snegir.mp3",
            info:`Одна из наиболее широко известных перелётных птиц России. Снегирь-самец — красногрудая птичка с голубовато-серой спинкой и чёрной головкой, 
            а у самок красный цвет замещен буровато-серым. Значительно крупнее воробья: весит 32–34 г.`,
            lat:'Bullfinch'
        },
        {
            name:"Зеленушка",
            img:"assets/img/forest/zelenushka.jpg",
            sound:"assets/sound/forest/zelenushka.mp3",
            info:`Птица размером с воробья — весит 20–28 г, длина тела — около 14,5 см. Телосложение плотное, хвост короткий, с отчётливой выемкой. Самка серая
            с зеленоватым отливом. У самца желтовато-зеленая грудь, на спине тёмные штрихи, поясница с жёлтым оттенком. Клюв толстый и светлый.`,
            lat:'Greenfinch'
        },
        {
            name:"Зяблик",
            img:"assets/img/forest/zyablik.jpg",
            sound:"assets/sound/forest/zyablik.mp3",
            info:`Певчая птица семейства вьюрковых, одна из самых многочисленных птиц в России.
             Величиной зяблик примерно с воробья (длина около 17 см). Наряд самца в брачный период довольно красивый — нижняя часть тела от горла и щек до основания
            хвоста кирпично-красного цвета, лоб черный, верх головы, затылок и задняя часть шеи пепельно-серые. Перья крыла бурые с белыми каемками по внешнему краю.`,
            lat:'Finch'
        },
        {
            name:"Поползень",
            img:"assets/img/forest/popolzen.jpg",
            sound:"assets/sound/forest/popolzen.mp3",
            info:`Длина тела до 15 см. Оперение на спинной стороне сизовато-серое, реже голубое, низ тела белый, рыжеватый или каштановый. Клюв прямой, иногда чуть
            вздёрнутый кверху. Ноги короткие, с относительно длинными пальцами, когти сильные, сжатые с боков. 21 вид.`,
            lat:'Nuthatch'
        },
    ],
    sea:[
        {
            name:"Буревестник",
            img:"assets/img/sea/burevestnik.jpg",
            sound:"assets/sound/sea/burevestnik.mp3",
            info:`Буревестники скользят, или сдвигают поверхность воды в полете. У короткохвостого буревестника длинные и узкие крылья для скоростного скольжения.
            Проводит свое лето на австралийском побережье. В апреле летит на север через западную часть Тихого океана в Берингово море. Затем возвращается через
            середину океана в сентябре. Пролетает около 15000 километров в каждом направлении ежегодно.`,
            lat:'Petrel'
        },
        {
            name:"Чайка",
            img:"assets/img/sea/chayka.jpg",
            sound:"assets/sound/sea/chayka.mp3",
            info:`Чайки крупные белые или серые птицы. Помимо киттиваков, чайки обычно живут вблизи побережья или внутренних районов, редко выходя далеко в море.
            У них очень разнообразный рацион: ловят крабов и рыбу на мелководье, а также насекомых, червей, яйца, мелких млекопитающих, семена.`,
            lat:'Gull'
        },
        {
            name:"Олуша",
            img:"assets/img/sea/olusha.jpg",
            sound:"assets/sound/sea/olusha.mp3",
            info:`Олуши – крупные морские птицы. Они гнездятся на крутых скалах Галапагосских островов, у западного побережья Южной Америки на экваторе. Эти птицы
            ныряют в море высоко с воздуха, чтобы поймать рыбу. Их конические тела легко прорезают воду, когда они движутся под поверхностью моря.`,
            lat:'Gannet'
        },
        {
            name:"Пеликан",
            img:"assets/img/sea/pelican.jpg",
            sound:"assets/sound/sea/pelican.mp3",
            info:`Пеликаны – крупные морские птицы с большими мешочками на горле. Их длинные клювы имеют изогнутый вниз крючок в конце верхней челюсти. Он используется,
            чтобы поймать крупную рыбу, которую пеликан затем бросает в воздух, так, что она сползает вниз головой по пищеводу.`,
            lat:'Pelicanus'
        },
        {
            name:"Тупик",
            img:"assets/img/sea/typik.jpg",
            sound:"assets/sound/sea/typik.mp3",
            info:`Тупики – маленькие черно-белые морские птицы с оранжевыми лапками и оранжево-синими полосатыми клювами. Они используют свои крылья, чтобы протолкнуть
             их через воду в погоне за рыбой. Тупики могут держать в своих клювах более 80 мелких рыб, которых они несут, чтобы накормить своих птенцов. Гнездятся тупики
              под землей, иногда в заброшенных норках кроликов.`,
            lat:'Mortuus finis'
        },
        {
            name:"Альбатрос",
            img:"assets/img/sea/albatros.jpg",
            sound:"assets/sound/sea/albatros.mp3",
            info:`Альбатро́совые — семейство морских птиц отряда буревестникообразных, широко распространённых в Южном океане и в северной части Тихого океана.
            Самыми крупными альбатросами и одними из самых крупных летающих птиц на земле считаются странствующий и королевский альбатросы (Diomedea epomophora).
            Размах их крыльев может достигать 3,7 м (в среднем чуть менее 3 м), что является абсолютным рекордом. Взрослые птицы могут достигать массы 11 кг`,
            lat:'Albatross'
        },
    ],
    predator:[
        {
            name:"Коршун",
            img:"assets/img/predator/corsun.jpg",
            sound:"assets/sound/predator/corsun.mp3",
            info:`В полёте коршун неутомим и может быть невидим в небе, настолько высоко взмывает. Такие создания способны парить до четверти часа без единого взмаха 
            узких и длинных крыльев, но реакции их замедлены, а по поведению они ленивы и неповоротливы. Иногда они издают мелодичные трели, в некоторых случаях – звуки
            сходные со ржанием.`,
            lat:'Milvus'
        },
        {
            name:"Гриф",
            img:"assets/img/predator/grif.jpg",
            sound:"assets/sound/predator/grif.mp3",
            info:`Не все хищники предпочитают свежатину и охотятся за живыми жертвами, есть среди них и падальщики. Гриф – родственник ястреба. И обе эти птицы являются 
            членами одного и того же семейства ястребиных. Но в отличие от только что описанных сородичей, грифы употребляют в пищу мертвечину, то есть трупы рыб, рептилий 
            и некрупных млекопитающих.`,
            lat:'Vultur'
        },
        {
            name:"Ястреб",
            img:"assets/img/predator/jastreb.jpg",
            sound:"assets/sound/predator/jastreb.mp3",
            info:`Само название этой птицы означает «стремительный, быстрый, зоркий». Такие пернатые имеют средние размеры, и даже самые крупные представители подсемейства
             ястребов не превышают по весу полутора килограмм. Клюв их крепкий, загнутый, короткий, ноги снабжены мощными мускулами.`,
            lat:'Accipiter'
        },
        {
            name:"Орёл",
            img:"assets/img/predator/orel.jpg",
            sound:"assets/sound/predator/orel.mp3",
            info:`Орлы - это немаленькие представители семейства, имеющие высоту около 80 см. Зато крылья их короткие, но широкие. Помимо Евразии, встречаются они в Северной Америке
            и Африке, часто гнездясь на высоких деревьях, скалах или просто на земле.`,
            lat:'Aquila'
        },
        {
            name:"Сокол",
            img:"assets/img/predator/sokol.jpg",
            sound:"assets/sound/predator/sokol.mp3",
            info:`Рассказывая о семействах хищных птиц, обязательно следует вспомнить соколиных. Прежде всего представителями их являются сами соколы. Чем отличаются данные пернатые 
            от ястребов? Они крупнее и вырастают в среднем до 60 см, а вес самых выдающихся доходит до 2 кг. Соколы обладают острыми крыльями, совсем не похожими на короткие и тупые 
            ястребиные.`,
            lat:'Falcon'
        },
        {
            name:"Филин",
            img:"assets/img/predator/filin.jpg",
            sound:"assets/sound/predator/filin.mp3",
            info:`Вид хищных птиц из семейства совиных, один из наиболее крупных представителей отряда совообразных. Наиболее характерные черты включают в себя массивное «бочкообразное»
             телосложение, рыхлое оперение с преобладанием рыжеватых и охристых оттенков, ярко-оранжевые глаза и пучки удлинённых перьев над ними (так называемые «перьевые уши»). 
             Международный союз орнитологов выделяет у филина 16 подвидов.`,
            lat:'Noctua'
        },
    ],
    songbirds:[
        {
            name:"Иволга",
            img:"assets/img/songbirds/ivolga.jpg",
            sound:"assets/sound/songbirds/ivolga.mp3",
            info:`Иволга (лат. Oriolus Oriolu) – одна из лучших лесных певуний и полезных птиц. На сегодняшний день ареал обитания иволги довольно широк: от Юго-Западной Сибири до юга Европы, 
            также встречается эта птица в Малой Азии и Африке. Это птицы перелетные, в качестве мест жительства выбирают заросли возле ручьев и рек, светлые боры, старые парки и сады, густых 
            хвойных лесов иволга избегает.`,
            lat:'Oriole'
        },
        {
            name:"Жаворонок",
            img:"assets/img/songbirds/javoronok.jpg",
            sound:"assets/sound/songbirds/javoronok.mp3",
            info:`Жаворонок (лат. Alauda) – птица, слегка крупнее воробья, известная своим пением. Длина тела представителей этого вида 11-20 см, масса – от 29 до 70 граммов. По 
            соотношению к туловищу голова жаворонков большая, зато лапки короткие. Летают жаворонки быстро, у них внушительные по отношению к размерам тела крылья, короткий хвост.
            Окрас жаворонковых скромный: пестрая спина, грудка со светлыми окантовками перьев, а также светлый живот с темными пятнышками.`,
            lat:'Alauda'
        },
        {
            name:"Клёст",
            img:"assets/img/songbirds/klest.jpg",
            sound:"assets/sound/songbirds/klest.mp3",
            info:`Клест (лат. Loxia) относится к семейству вьюрковых. Характерная черта этой птицы – загнутый и искривленный клюв, при помощи которого клест добывает семена из шишек.
            Сложены представители этого вида плотно, у них длинные крылья, короткие лапы с сильными пальцами, короткий хвост, разделенный надвое.`,
            lat:'Crossbill'
        },
        {
            name:"Малиновка",
            img:"assets/img/songbirds/malinovka.jpg",
            sound:"assets/sound/songbirds/malinovka.mp3",
            info:` это птица, размерами даже меньше воробья. У взрослых особей окрас формируется к полугоду, спинка серовато-бурая, с оливковым оттенком, надхвостье с красноватым 
            отсветом. Грудь и голова пигментирована оранжевым или желтовато-рыжим, подхвостье и нижняя часть живота – грязновато-белые. На крыльях могут быть оливковые оторочки или 
            желтоватые пестринки.`,
            lat:'Robin'
        },
        {
            name:"Свиристель",
            img:"assets/img/songbirds/sviristel.jpg",
            sound:"assets/sound/songbirds/sviristel.mp3",
            info:`Свиристель (Bombecilla garrulus) – птицы небольшого размера с ярким опереньем. К семейству свиристелевых относится всего 8 видов, наиболее распространенные – настоящие, 
            шелковые свиристели, а также сорокопуты. У всех подвидов схожий окрас, исключение – черный свиристель. Самцы окрашены в черный цвет, а вот самки – серые, это единственные 
            свиристели, у которых характерно выражены половые признаки.`,
            lat:'Waxwing'
        },
        {
            name:"Щегол",
            img:"assets/img/songbirds/schegol.jpg",
            sound:"assets/sound/songbirds/schegol.mp3",
            info:`Щеглы. У птицы плотное тельце с небольшой головой, короткой шеей. Оперение густое, к телу прилегает плотно, на голове щегла характерные красные пятна. Щеки белые, с 
            черными «скобками», хвост пестрый, на грудке и перьях крыльев можно увидеть оранжевые, желтые или коричневые вкрапления. Самки немного бледнее, весят щеглы 20-25 грамм, 
            длина тела – до 17 см.`,
            lat:'Goldfinch'
        },
    ],
    marsh:[
        {
            name:"Бекас",
            img:"assets/img/marsh/bekas.jpg",
            sound:"assets/sound/marsh/bekas.mp3",
            info:`Необычные звуки, похожие на блеяния барашка, издаёт птица бекас, встречающаяся на топких берегах водоёмов. 
            Причём источником их являются, вибрирующие при полёте под напором воздуха, хвостовые перья. В брачный период самцы, 
            поднимаясь ввысь, резко пикируют вниз, что и становится причиной данной особенности`,
            lat:'Snipe'
        },
        {
            name:"Кулик",
            img:"assets/img/marsh/culic.jpg",
            sound:"assets/sound/marsh/culik.mp3",
            info:`Птица размером примерно с голубя, но кажется больше за счёт удлинённых шеи, клюва и ног. Эти существа отличаются желтовато-красноватым окрасом перьев. 
            На северные болота они прилетают с зимовки в середине весны, возвращаясь ежегодно в одно и тоже место, сменить которое могут только из-за высыхания участка и 
            прочих серьёзных обстоятельств.`,
            lat:'Sandpiper'
        },
        {
            name:"Ржанка",
            img:"assets/img/marsh/rjanka.jpg",
            sound:"assets/sound/marsh/rjanka.mp3",
            info:`Такие птички, размером чуть больше скворца, имеют неброское, серовато-коричневое оперение. Они обладают коротким клювом, издают свистовые напевы, 
            неплохо летают и быстро бегают на своих небольших, далеко не самых стройных ножках. Лето они проводят на севере Европы и Азии, а зимой в поисках тепла 
            отправляются на юг.`,
            lat:'Plover'
        },
        {
            name:"Утка",
            img:"assets/img/marsh/utka.jpg",
            sound:"assets/sound/marsh/utka.mp3",
            info:`Такие пернатые, весьма распространённые в Северном полушарии, обладают широким обтекаемым телом, сплюснутым клювом и славятся наличием на лапах перепонок, 
            весьма помогающих им успешно продвигаться в водной среде. Часто, бегая по воде, утки шумно хлопают крыльями. Учёные считают, что таким образом, 
            эти существа прочищают перья.`,
            lat:'Anas'
        },
        {
            name:"Выпь",
            img:"assets/img/marsh/vyp.jpg",
            sound:"assets/sound/marsh/vyp.mp3",
            info:`Внешне эти существа небольших размеров неприглядны, костлявы и невзрачны, являясь у многих народов символом уродства. Вид их становится даже устрашающим, 
            когда птицы, испугавшись, распушают полусогнутые крылья, вытягивая шею вперёд, что даже хищники дичатся такого несуразного пугала. И не совсем без причины, ведь 
            по характеру выпь – весьма злобное создание, и врагу не поздоровится, если она, защищаясь, решит стукнуть его острым гранёным клювом.`,
            lat:'Bittern'
        },
        {
            name:"Журавль",
            img:"assets/img/marsh/juravl.jpg",
            sound:"assets/sound/marsh/juravl.mp3",
            info:`Это крупная птица: высота около 115 см, размах крыльев 180—200 см; вес самца до 6 кг, самки до 5 кг 900 г. Оперение большей части тела синевато-серое, 
            что позволяет птице маскироваться от врагов среди лесистой местности. Спина и подхвостье несколько темнее, а крылья и брюхо более светлые. Окончания крыльев 
            чёрные. Передняя часть головы, подбородок, верхняя часть шеи и уздечка чёрные либо тёмно-серые. Затылок синевато-серый.`,
            lat:'Crane'
        },
    ],
}